[
    {
        "sentences":[
            "Получив дотации от государства, у жителей появилась надежда добиться разрешения на строительство дома.",
            "А. С. Пушкин не отказался и остался верным декабристским идеалам.",
            "Пожелтевшие листья от осенних холодов мы находили в карманах своих плащей, в кепках — всюду.",
            "Когда Фролов начинает работать на заводе, он вскоре приобрёл квалификацию токаря.",
            "По окончанию школы ребята намерены поступать в лучшие высшие учебные заведения страны."
        ],
        "mistakes":[
            "Неправильное построение предложения с деепричастным оборотом",
            "Ошибка в построении предложения с однородными членами",
            "Нарушение в построении предложения с причастным оборотом",
            "Нарушение видо-временнóй соотнесённости глагольных форм",
            "Неправильное употребление падежной формы существительного с предлогом"
        ],
        "answers": [1, 2, 3, 4, 5]
    },
    {
        "sentences":[
            "В очередном выпуске журнала «Науки и жизни» есть очень увлекательная история, рассказывающая о том, как живут жирафы.",
            "В статье «Вы и ваши дети» психолог стремится привлечь внимание родителей к теме воспитания детей; для этого он рассказывал об интересных случаях из собственной практики.",
            "Для человека, даже находясь в состоянии угнетения, тоски и грусти, очень важна вера в светлое будущее, в то, что всё непременно будет хорошо.",
            "Отец заглянул в комнату и, стараясь говорить не слишком громко, чтобы не испугать погружённого в работу Костика, спросил, что «не хочешь ли ты есть»?",
            "Вопреки распространённого мнения, лучшие рестораны Франции находятся вовсе не в Париже."
        ],
        "mistakes":[
            "Нарушение в построении предложения с несогласованным приложением",
            "Нарушение видо-временной соотнесённости глагольных форм",
            "Нарушение в построении предложения с деепричастным оборотом",
            "Нарушение в построении предложения с косвенной речью",
            "Неправильное употребление падежной формы существительного с предлогом"
        ],
        "answers": [1, 2, 3, 4, 5]
    }
]